Repository: andrecollier/autostrada-wp
Catalog: plugins/sircon-finn-cars/languages/sircon-finn-cars-*.po
Languages: nb_no

source: Finn cars
nb_no: Finn Biler

source: Settings
nb_no: Innstillinger

source: Select page
nb_no: Velg side

source: Cache was cleared
nb_no: Cache ble fjernet

source: Clear Finn API Cache
nb_no: Fjern Finn API cache

source: API key
nb_no: API-nøkkel

source: Cars page ID
nb_no: Biler side ID

source: Used for the archive view, and as a base for single view permalinks
nb_no: Brukt til arkivvisning, og som en base for permalenker til enkeltvisning

source: Cache max age, in minutes
nb_no: Cache maks alder, i minutter

source: Archive fields
nb_no: Arkiv felter

source: Which data fields should be visible on the archive page?
nb_no: Hvilke data-felter skal være synlige på arkiv-siden?

source: Summary
nb_no: Sammendrag

source: Price
nb_no: Pris

source: Mileage
nb_no: Km.stand

source: Engine effect
nb_no: Motoreffekt

source: Engine fuel
nb_no: Drivstoff

source: City
nb_no: By

source: Dealer
nb_no: Forhandler

source: Last updated date
nb_no: Sist oppdatert dato

source: Filters
nb_no: Filter

source: Which filters should be visible on the archive page?
nb_no: Hvilke filter skal være synlige på arkiv-siden?

source: Show filter
nb_no: Vis filter

source: Hide filter
nb_no: Skjul filter

source: Dealers
nb_no: Forhandlere

source: Enables dealership filtering
nb_no: Aktiverer forhandlerfilter

source: Add new dealer
nb_no: Legg til ny forhandler

source: Name
nb_no: Navn

source: Enable
nb_no: Aktiver

source: Select/upload image
nb_no: Velg/Last opp bilde

source: Remove
nb_no: Fjern

source: Select/upload file
nb_no: Velg/Last opp fil

source: Add row
nb_no: Legg til rekke

source: Save Changes
nb_no: Lagre endringer

source: Select image
nb_no: Velg bilde

source: Select file
nb_no: Velg fil

source: Main
nb_no: Hoved

source: Custom Fields
nb_no: Skreddersydde felter

source: Extra fields
nb_no: Ekstra felter

source: Sold
nb_no: Solgt

source: Effect
nb_no: Effekt

source: hp
nb_no: hk

source: Fuel
nb_no: Drivstoff

source: Location
nb_no: Lokasjon

source: Last updated
nb_no: Sist oppdatert

source: Show/Hide filters
nb_no: Vis/Skjul filtre

source: Full price:
nb_no: Full pris:

source: Details
nb_no: Detaljer

source: Year
nb_no: År

source: First registration
nb_no: Førstegangsregistrert

source: Exterior color
nb_no: Eksteriørfarge

source: Interior color
nb_no: Interiørfarge

source: Transmission
nb_no: Girkasse

source: Wheel drive
nb_no: Hjuldrift

source: Cylinder volume
nb_no: Sylindervolum

source: Weight
nb_no: Vekt

source: CO2 emissions
nb_no: CO2-utslipp

source: Seats
nb_no: Seter

source: Body type
nb_no: Karosseri

source: Doors
nb_no: Dører

source: Trunk size
nb_no: Bagasjerom

source: Car location
nb_no: Bil lokasjon

source: Sales form
nb_no: Salgsform

source: Tax class
nb_no: Avgiftsklasse

source: Equipment
nb_no: Utstyr

source: Description
nb_no: Beskrivelse

source: FINN-code
nb_no: FINN-kode

source: Reference
nb_no: Referanse
